{
    "slug": "hakamada",
    "title": "hakamada",
    "url": "http:\/\/hakamada-tmn.ru\/",
    "tech": "UI\/UX + webdev +seo +smm",
    "lead": "Ивент-контент и рекламная кампании в сети для мастер-класса Ирины Хакамада в Тюмени",
    "description": "<p>Ивент-контент и рекламная кампании в сети для мастер-класса Ирины Хакамада в Тюмени<\/p><p>Мы разработали посадочную страницу (лендинг) для мероприятия и адаптировали ее для мобильных устройств. Создали большое количество собственного видео- и графического контента по теме ивента для публикаций в соцсетях и для других рекламных целей. <br><br>Заказчик никак не мог найти подходящее агентство, и нам пришлось самостоятельно организовать рекламную компанию, все результаты и наработки которой мы впоследствии передали специалистам.<\/p>",
    "cover": "\/uploads\/c7166a79-5b9a-4e8c-a9cf-df652d52d57c\/screen1-compressor.jpg",
    "cover_video": "\/uploads\/02a0911a-8e99-4fc8-b795-8980bde75fcf\/thumbnail-hakamada.mp4",
    "makeup": {
        "fontColor": "#ffffff",
        "backgroundColor": "#000000"
    },
    "goal": "<p>Разработать посадочную страницу и ивент-контент для серии  мастер-классов Ирина Хакамада в Сибири.<\/p>",
    "result": "<p>Мы сделали интернет-афишу мастер-класса в виде landing page с удобной системой управления, интерактивными блоками и привлекательным дизайном. Наш лендинг универсален - его легко адаптировать под новые мероприятия.<br> <br>Вынуждено провели рекламную кампанию в социальных сетях, а именно: запустили страницы в Facebook, «Вконтакте», Instagram. Использовали инструменты SEO-продвижения, контекстной и таргетированной рекламы. Но самое главное - это уникальный контент. Тексты, дизайн, видеоролики - все это создавалось нами.<\/p><p>Сайт и сопутствующие SMM-продукты мы передали рекламным агентствам, которые с легкостью “подгоняют” их под свои цели.<\/p>",
    "gallery": [
        {
            "type": "pc",
            "img": "\/uploads\/c7166a79-5b9a-4e8c-a9cf-df652d52d57c\/screen1-compressor.jpg",
            "mobileAddress": "hakamada-tmn.ru"
        },
        {
            "type": "mobile2",
            "img": "\/uploads\/c7166a79-5b9a-4e8c-a9cf-df652d52d57c\/screenshot-1-compressor.jpg",
            "mobileAddress": "hakamada-tmn.ru",
            "img2": "\/uploads\/\/screenshot-compressor.jpg",
            "mobileAddress2": "hakamada-tmn.ru"
        }
    ],
    "results_gallery": [
        "\/uploads\/c7166a79-5b9a-4e8c-a9cf-df652d52d57c\/pic1-compressor.jpg",
        "\/uploads\/c7166a79-5b9a-4e8c-a9cf-df652d52d57c\/pic2-compressor.jpg",
        "\/uploads\/c7166a79-5b9a-4e8c-a9cf-df652d52d57c\/pic2-1-compressor.jpg"
    ],
    "steps": [
        {
            "title": "Дизайн",
            "content": "<p>Дизайн сайта и страниц в социальных сетях был разработан с ориентацией на спикера мастер-класса - Ирину Хакамада. Стиль, цветовая гамма отражают особенности стиля мотивационного тренера и ее официального сайта. Структура лендинга отвечает всем требованиям юзабилити.<\/p>"
        },
        {
            "title": "Разработка",
            "content": "<p>CMS система для лендингов (собственная, называется Landman) на PHP\/MySQL-backend, Javascript - front-end (React), API (JSON). За один день подняли статический html, а потом по CI\/СD (Continuous Integration) развернули CMS для лендинга. <\/p>"
        }
    ]
}