{
    "slug": "iCartool",
    "title": "iCartool",
    "url": null,
    "tech": "iCartool",
    "lead": "UI мобильного приложения для тестеров автомобильных аккумуляторов",
    "description": "<h5>UI мобильного приложения для тестеров автомобильных аккумуляторов<\/h5><p>Для диагностики автомобильных аккумуляторов используют тестеры - bluetooth-устройства, которые подключаются к аккумулятору или диагностическому разъему автомобиля и передают данные о емкости, уровне заряда и т.д.<\/p><p>Производитель создал специальное приложение, которое принимало и обрабатывала эти данные. Но изначально оно существовало на китайском языке и в некорректном переводе на английский.<\/p><p>Мы перевели приложение на указанные заказчиком языки и создали такой интерфейс, чтобы оно могло работать на любом языке.<\/p>",
    "cover": "\/uploads\/08ecd8f2-3026-4a59-b5aa-1c7f678bb4f0\/thumbnail-icartool.jpg",
    "cover_video": "\/uploads\/02a0911a-8e99-4fc8-b795-8980bde75fcf\/thumbnail-icartool.mp4",
    "makeup": {
        "fontColor": "#ffffff",
        "backgroundColor": "#333333"
    },
    "goal": "<p>Адаптировать мобильное приложение по тестированию автомобильных аккумуляторов и создать такой дизайн интерфейса, чтобы его могли использовать как работники автосервиса, так и обычные автолюбители<\/p>",
    "result": "<p>От основного приложения мы оставили только ядро, которое было создано китайскими инженерами. Оно отвечало за подключение bluetooth, сбор и передачу данных о состоянии аккумулятора. На базе этого ядра мы разработали интерфейс, который помогал управлять устройством и собирать данные от самого пользователя о параметрах его автомобильного аккумулятора. После этого приложение могло провести комплексную диагностику и сделать выводы.<\/p><p>В итоге мы получили привлекательное и простое приложение для автоаккумуляторных тестеров, соответствующее фирменному стилю бренда. Его с легкостью могут использовать как узкие специалисты, так и обычные люди, желающие продиагностировать аккумулятор своего авто.<\/p>",
    "gallery": [
        {
            "type": "mobile2",
            "img": "\/uploads\/489f4ce2-4e08-42c2-8f96-5cc263c15d5e\/mob1.jpg",
            "mobileAddress": null,
            "img2": "\/uploads\/489f4ce2-4e08-42c2-8f96-5cc263c15d5e\/mob2.jpg",
            "mobileAddress2": null
        },
        {
            "type": "mobile2",
            "img": "\/uploads\/489f4ce2-4e08-42c2-8f96-5cc263c15d5e\/mob3.jpg",
            "mobileAddress": null,
            "img2": "\/uploads\/489f4ce2-4e08-42c2-8f96-5cc263c15d5e\/mob4.jpg",
            "mobileAddress2": null
        }
    ],
    "results_gallery": [
        "\/uploads\/489f4ce2-4e08-42c2-8f96-5cc263c15d5e\/pic1.jpg",
        "\/uploads\/\/pic2.jpg",
        "\/uploads\/\/pic3.jpg"
    ],
    "steps": [
        {
            "title": "Дизайн",
            "content": "<p>Мы представили заказчику два варианта дизайна в фирменных цветах бренда (серый и красный): темный и светлый. Заказчик выбрал темный, т.к. его удобно использовать при низкой освещенности (под капотом авто, в багажнике и т.д.)<\/p><p>Дизайн выполнен близко к гайдам Google Material.<\/p>"
        },
        {
            "title": "Разработка",
            "content": "<p>Приложение создано для ОС Android (Android Studio). На данный момент идет адаптация приложения под iOS. Этим занимается сам производитель в Китае на базе нашего дизайна.<\/p><p>Язык - Java.<\/p><p>Использовалось приложение ApkTool.<\/p>"
        }
    ]
}