{
    "slug": "launch",
    "title": "Launch",
    "url": "http:\/\/launch.autoscaners.ru\/",
    "tech": "UI\/UX + webdev",
    "lead": "Монобрендовый интернет-магазин<br>для официального дилера LAUNCH",
    "description": "<h5>Монобрендовый интернет-магазин<br>для официального дилера LAUNCH<\/h5><p>LAUNCH - крупнейший производитель оборудования для автодиагностики.<\/p><p>Сайты-киоски у дистрибьюторов LAUNCH и их конкурентов уже были, но все они “грузили” клиента стандартными процедурами регистрации и большим количеством форм для заполнения.<\/p><p>Клиент хотел получить не просто привлекательный и функциональный интернет-магазин, а удобный и простой инструмент связи клиента с менеджером. Нам нужно было сделать так, чтобы контакт между покупателем и продавцом состоялся максимально быстро, пока клиент не потерял интерес.<\/p>",
    "cover": "\/uploads\/86e7afad-212b-43fe-8420-d8648b5de1ef\/thumbnail-launchmp4-snapshot-0000.jpg",
    "cover_video": "\/uploads\/02a0911a-8e99-4fc8-b795-8980bde75fcf\/thumbnail-launch.mp4",
    "makeup": {
        "fontColor": "#ffffff",
        "backgroundColor": "#B22428"
    },
    "goal": "<p>Создать монобрендовый интернет-магазин для компании-дилера, которая занимается продажей оборудования для автосервисов. Одно из основных требований заказчика - упростить процесс заказа товаров<\/p>",
    "result": "<p>Мы упростили покупку на сайте до трех кликов. Создали большие и подробные карточки товаров в виде мини сайтов с максимум инфо: размеры, преимущества, сравнение с другими моделями бренда, документация и т.д.<\/p><p>Создали техническую базу, которая позволит легко обновлять ПО для автосканеров прямо через наш интернет-магазин.<\/p><p>Изначально мы проектировали сайт в стиле приложения для планшета. Мы сохранили такую адресацию, чтобы страницы сайта корректно индексировались поисковиками.<\/p><p>Интернет-магазин работает в трех версиях: для компьютера, планшета, мобильного телефона.<\/p>",
    "gallery": [
        {
            "type": "pc",
            "img": "\/uploads\/3037e3be-a991-478b-8b33-29e9f63d9056\/screen-2.jpg",
            "mobileAddress": "launch.autoscaners.ru"
        },
        {
            "type": "mobile2",
            "img": "\/uploads\/3037e3be-a991-478b-8b33-29e9f63d9056\/screenshot.jpg",
            "mobileAddress": "launch.autoscaners.ru",
            "img2": "\/uploads\/\/screenshot-1.jpg",
            "mobileAddress2": "launch.autoscaners.ru"
        }
    ],
    "results_gallery": [
        "\/uploads\/3037e3be-a991-478b-8b33-29e9f63d9056\/pic1.jpg",
        "\/uploads\/3037e3be-a991-478b-8b33-29e9f63d9056\/pic2.jpg",
        "\/uploads\/3037e3be-a991-478b-8b33-29e9f63d9056\/pic3.jpg"
    ],
    "steps": [
        {
            "title": "Дизайн",
            "content": "<p>Использовали фирменные цвета клиента. Для этого его основной фирменный цвет преобразовали в палитру для нашей дизайн-системы Vetka, на основе которой создан дизайн проекта Launch.<\/p><p>Для обработки старых изображений было написано большое количество сложных скриптов для фотошопа (Actions).<\/p>"
        },
        {
            "title": "Разработка",
            "content": "<p>Back-end: php, 1С-Битрикс.<\/p><p>Front-end: webpack, sass, babel, responsive на rem'ах.<\/p>"
        }
    ]
}