{
    "slug": "odin",
    "title": "Odin Media",
    "url": "https:\/\/odinmedia.tv\/",
    "tech": "UI\/UX + webdev",
    "lead": "Сайт и SPA-каталог для международного<br>дистрибьютора медиа-контента",
    "description": "<h5>Сайт–медиакаталог для компании <br>кино- и теледистрибьютора.<\/h5><p>Один Медиа входит в холдинг Формат ТВ. Компания управляет правами на телеконтент (телепрограммы, форматы, сериалы). Главная специализация — документальные фильмы, в первую очередь научпоп и исторические.<\/p><p>Работа началась с проекта, который, как обычно, нужен был «вчера». Ребята только образовались внутри телехолдинга, летели в Канны на медиарынок MIPTV, и им нужно было как-то презентовать свою подборку прав. Мы быстро создали лендинг с инфо о компании, обложками их основных телепроектов и помогли с печатными материалами для презентации.<\/p><p>На запуск потратили менее двух недель. В последствии переделали сайт в полноценное SPA.<\/p>",
    "cover": "\/uploads\/3b2101ba-1c07-413e-8f35-31acb1b3e70e\/thumbnail-odinmedia.jpg",
    "cover_video": "\/uploads\/e05a3343-42b6-4e85-b77c-8a54c281338d\/thumbnail-odinmedia.mp4",
    "makeup": {
        "fontColor": "#ffffff",
        "backgroundColor": "#540d11"
    },
    "goal": "<p>Cоздать презентационный сайт для компании ОдинМедиа, занимающейся производством и продажей ТВ контента различных форматов. Сайт должен был не только представлять заказчика и контент, но и давать возможность купить права на понравившуюся продукцию<\/p>",
    "result": "<p>Сначала создали лендинг, а потом переделали его в SPA приложение. Визуально сайт изменился незначительно, но у сайта значительно расширились возможности.<\/p><p>Для каждого фильма была сделана карточка с описанием, техническими характеристиками, трейлером, галереей стоп-кадров и т.д. По сути каждая карточка — это мини сайт, который индексируется поисковиками. Также на странице любого ТВ продукта есть возможность «запросить права».<\/p>",
    "gallery": [
        {
            "type": "pc",
            "img": "\/uploads\/1c172a22-e945-4d5e-b15c-232248496cbb\/odinmedia-pc.jpg",
            "mobileAddress": "odinmedia.tv"
        },
        {
            "type": "mobile2",
            "img": "\/uploads\/fd41a41e-c226-4a5e-9748-d8806722ed4d\/odinmedia-mobile.jpg",
            "mobileAddress": "odinmedia.tv",
            "img2": "\/uploads\/fd41a41e-c226-4a5e-9748-d8806722ed4d\/odinmedia-mobile2.jpg",
            "mobileAddress2": "odinmedia.tv"
        }
    ],
    "results_gallery": [
        "\/uploads\/70e0a576-fa22-4903-9a71-ba1d72477c3a\/preview1.jpg",
        "\/uploads\/70e0a576-fa22-4903-9a71-ba1d72477c3a\/preview2.jpg",
        "\/uploads\/70e0a576-fa22-4903-9a71-ba1d72477c3a\/preview3.jpg"
    ],
    "steps": [
        {
            "title": "Дизайн",
            "content": "<p>Основная тема сайта, как и у многих проектов Один Медиа — космос. Цветовая гамма - оранжево-бордовая. Геометрическими формами планет в стиле Low-Poly мы поддержали логотип компании. На фоне — параллакс c перспективой из стилизованных планет. По пожеланию заказчика добавили в шапку анимированное слайд-шоу из обложек самых актуальных проектов компании.<\/p>"
        },
        {
            "title": "Разработка",
            "content": "<p>Верстка полностью responsive. Создали 4 размерных версии сайта: для очень больших экранов, для экранов ноутбуков и горизонтальных планшетов, для вертикальных планшетов и мобильных телефонов.<\/p><p>Сделали SPA Front-end на Vue.js, кастомный back-end для управления карточками медиа-продуктов на связке Vue.js+PHP. Оптимизировали UX добавления видео-трейлеров и стоп-кадров.<\/p>"
        }
    ],
    "client_review": {
        "client_name": "Ольга Затулкина",
        "client_position": "генеральный директор Один Медиа",
        "client_photo": "\/uploads\/b298967a-8995-4a9d-b3a4-c2c36b05ccf2\/olga.jpg",
        "client_review": "<p>Ребята используют самые передовые технологии для разработки продуктов. Уровень их компетенции позволяет подсказать верное решение конкретных задач. И эти решения реально работают. Благодаря профессионализму и творческому подходу студии к нашим проектам, все было реализовано на высочайшем уровне и в срок. Грамотный менеджмент превратил работу над проектом в сплошное удовольствие.<\/p>"
    }
}