{
    "slug": "autoscaners",
    "title": "autoscaners",
    "url": "https:\/\/www.autoscaners.ru\/",
    "tech": "1C Bitrix +SEO",
    "lead": "Web-разработка и техническая поддержка интернет-магазина с 35 000 SKU",
    "description": "<h5>Web-разработка и техническая поддержка интернет-магазина с 35 000 SKU<\/h5><p>Cотрудничество с проектом autoscaners.ru мы начали с отражения DOoS-атаки, которую заказали конкуренты сервиса.<\/p><p>На сегодняшний день мы проделываем массу работы: постоянно оптимизируем работу 1C Bitrix, выполняем задачи по SEO-оптимизации, внедрили сквозную аналитику, создали более десяти лендингов и веб-приложения для сотрудников торгового зала и склада.<\/p>",
    "cover": "\/uploads\/a7510a22-e93d-4cf1-b6c8-9684dd4ab070\/thumbnail-autoscaners.jpg",
    "cover_video": "http:\/\/dev.berezadev.com\/uploads\/02a0911a-8e99-4fc8-b795-8980bde75fcf\/thumbnail-autoscaners.mp4",
    "makeup": {
        "fontColor": "#ffffff",
        "backgroundColor": "#1D4D76"
    },
    "goal": "<p>Техническая поддержка крупного интернет-магазина. Обеспечивать безопасность, отказоустойчивость и развитие проекта. Разрабатывать и внедрять аналитические инструменты и SEO-оптимизацию.<\/p>",
    "result": "<p>Практически вся наша работа - это backend т.к. задача была создать приложение для внутреннего использования.<\/p><p>Мы доработали существующий функционал сайта и исправили баги (сделали расчет доставки товаров из карточки товара, доработали стандартную корзину битрикса).<\/p><p>Добавили на сайт новые возможности (персональные скидки и бонусы и т.д.)<\/p><p>Создали возможность обмена данными с 1С (каталог товаров и заказы), выгрузки данных для различных интернет-сервисов (яндекс маркет, авито и т.д.).<\/p><p>На данный момент мы занимаемся поддержкой работы сайтов (бэкапы, загрузка данных из файлов, поддержка пользователей).<\/p>",
    "gallery": [
        {
            "type": "pc",
            "img": "\/uploads\/a9f9b5c2-0f02-47be-aa06-f34708508264\/screen-1.jpg",
            "mobileAddress": "www.autoscaners.ru"
        },
        {
            "type": "mobile2",
            "img": "\/uploads\/\/screenshot2.jpg",
            "mobileAddress": "www.autoscaners.ru",
            "img2": "\/uploads\/a9f9b5c2-0f02-47be-aa06-f34708508264\/screenshot.jpg",
            "mobileAddress2": "www.autoscaners.ru"
        }
    ],
    "results_gallery": [
        "\/uploads\/a9f9b5c2-0f02-47be-aa06-f34708508264\/pic3.jpg",
        "\/uploads\/a9f9b5c2-0f02-47be-aa06-f34708508264\/pic1.jpg",
        "\/uploads\/a9f9b5c2-0f02-47be-aa06-f34708508264\/pic2.jpg"
    ],
    "steps": [
        {
            "title": "Дизайн",
            "content": "<p>Задач по дизайну на этом проекте у нас не много. По просьбе заказчика мы вносим локальные правки в UX каких-либо блоков, сохраняя при этом имеющийся внешний вид. Также мы проектируем посадочные страницы для рекламных кампаний в предоставленных заказчиком шаблонах дизайна.<\/p>"
        },
        {
            "title": "Поддержка",
            "content": "<p>Back-end: поддержка 1С-Битрикс: Управление сайтом, обмен с 1С–Предприятие, интеграция с внешними сервисами (поиск multisearch.io, выгрузки данных). Внедрение сквозной аналитики. Внесение правок по запросу SEO-специалистов.<\/p><p>Front-end: сканер баркодов на WebRTC (находясь в реальном магазине или на складе, через мобильную версию сайта можно отсканировать штрихкод товара и получить по нему подробную информацию).<\/p>"
        }
    ]
}